Repository: yehudaTiram/atr-simple-cookie-consent-banner
Catalog: languages/atr-simple-cookie-consent-banner-*.po
Languages: he_il

source: Testing Guide
he_il: מדריך בדיקה

source: Settings
he_il: הגדרות

source: I have read and agree to the
he_il: קראתי ואני מסכים ל

source: Privacy Policy
he_il: מדיניות הפרטיות

source: You must accept the privacy policy before submitting the form.
he_il: עליך לקבל את מדיניות הפרטיות לפני שליחת הטופס.

source: You must accept the privacy policy before placing the order.
he_il: עליך לקבל את מדיניות הפרטיות לפני ביצוע ההזמנה.

source: Privacy Policy Acceptance:
he_il: הסכמה למדיניות פרטיות:

source: Yes
he_il: כן

source: 💡 You can read this page while deciding about cookies
he_il: 💡 אפשר לקרוא את העמוד הזה תוך כדי החלטה על עוגיות

source: We use cookies to ensure the website functions properly and improve user experience. You can choose which types of cookies to enable.
he_il: משתמשים בעוגיות כדי להבטיח תפקוד האתר ולשפר את חוויית המשתמש. אפשר לבחור אילו סוגי עוגיות להפעיל.

source: Accept All
he_il: קבל הכל

source: Loading...
he_il: טוען...

source: Reject Non-Essential
he_il: הסר לא הכרחיות

source: Preferences
he_il: העדפות

source: Cookie Selection
he_il: בחירת עוגיות

source: Essential (Required)
he_il: הכרחיות (נדרשות)

source: Analytics (Google Analytics)
he_il: אנליטיקה (Google Analytics)

source: Marketing/Advertising (Facebook/Ads)
he_il: שיווק/פרסום (Facebook/Ads)

source: Save Choices
he_il: שמור את הבחירה

source: Cancel
he_il: בטל

source: ATR Cookie Consent Banner Options
he_il: אפשרויות באנר הסכמה לעוגיות ATR

source: Cookie Consent Banner
he_il: באנר הסכמה לעוגיות

source: ATR Cookie Consent Banner
he_il: באנר הסכמה לעוגיות ATR

source: ATR Cookie Consent Banner Docs
he_il: תיעוד באנר הסכמה לעוגיות ATR

source: Docs (ATR Cookie Banner)
he_il: תיעוד (באנר עוגיות ATR)

source: Cookie Consent Banner Testing Guide
he_il: מדריך בדיקה לבאנר הסכמה לעוגיות

source: Cookie Consent Banner Options
he_il: אפשרויות באנר הסכמה לעוגיות

source: Documentation
he_il: תיעוד

source: Docs
he_il: תיעוד

source: README not found.
he_il: קובץ README לא נמצא.

source: Testing Guide not found.
he_il: מדריך הבדיקה לא נמצא.

source: General Settings
he_il: הגדרות כלליות

source: Configure the basic behavior of the cookie consent banner.
he_il: הגדר את ההתנהגות הבסיסית של באנר הסכמת העוגיות.

source: Enable Cookie Banner
he_il: הפעל באנר עוגיות

source: Show the cookie consent banner to visitors.
he_il: הצג את באנר הסכמת העוגיות למבקרים.

source: Banner Position
he_il: מיקום הבאנר

source: Choose where the banner appears on the page.
he_il: בחר איפה הבאנר יופיע בעמוד.

source: Bottom
he_il: תחתית

source: Top
he_il: עליון

source: Overlay (Center)
he_il: שכבה (מרכז)

source: Auto-hide Delay (seconds)
he_il: עיכוב הסתרה אוטומטית (שניות)

source: Automatically hide the banner after this many seconds (0 = no auto-hide).
he_il: הסתר את הבאנר אוטומטית אחרי מספר שניות זה (0 = ללא הסתרה אוטומטית).

source: Cookie Categories
he_il: קטגוריות עוגיות

source: Configure which cookie categories to show and their default states.
he_il: הגדר אילו קטגוריות עוגיות להציג ומצבן ברירת המחדל.

source: Show Analytics Cookies
he_il: הצג עוגיות אנליטיקה

source: Display the analytics cookies option in the banner.
he_il: הצג את אפשרות עוגיות האנליטיקה בבאנר.

source: Show Marketing Cookies
he_il: הצג עוגיות שיווק

source: Display the marketing cookies option in the banner.
he_il: הצג את אפשרות עוגיות השיווק בבאנר.

source: Analytics Cookies Default
he_il: ברירת מחדל לעוגיות אנליטיקה

source: Default state for analytics cookies (checked = enabled by default).
he_il: מצב ברירת מחדל לעוגיות אנליטיקה (מסומן = מופעל כברירת מחדל).

source: Marketing Cookies Default
he_il: ברירת מחדל לעוגיות שיווק

source: Default state for marketing cookies (checked = enabled by default).
he_il: מצב ברירת מחדל לעוגיות שיווק (מסומן = מופעל כברירת מחדל).

source: Styling & Appearance
he_il: עיצוב ומראה

source: Customize the appearance of the cookie consent banner.
he_il: התאם אישית את המראה של באנר הסכמת העוגיות.

source: Primary Color
he_il: צבע ראשי

source: Main color for buttons and highlights (hex code).
he_il: צבע ראשי לכפתורים והדגשות (קוד hex).

source: Text Color
he_il: צבע טקסט

source: Color for text content (hex code).
he_il: צבע לתוכן הטקסט (קוד hex).

source: Background Color
he_il: צבע רקע

source: Background color for the banner (hex code).
he_il: צבע הרקע של הבאנר (קוד hex).

source: Custom CSS
he_il: CSS מותאם אישית

source: Additional CSS rules to customize the banner appearance.
he_il: כללי CSS נוספים להתאמה אישית של מראה הבאנר.

source: Advanced Options
he_il: אפשרויות מתקדמות

source: Advanced configuration options for developers.
he_il: אפשרויות הגדרה מתקדמות למפתחים.

source: Enable Debug Mode
he_il: הפעל מצב דיבאג

source: Show debug information in browser console (for development only).
he_il: הצג מידע דיבאג בקונסול הדפדפן (לפיתוח בלבד).

source: Cookie Expiry (days)
he_il: תוקף עוגיות (ימים)

source: How long to remember user consent (in days).
he_il: כמה זמן לזכור את הסכמת המשתמש (בימים).

source: WooCommerce Integration
he_il: אינטגרציה עם WooCommerce

source: Add privacy policy checkbox to WooCommerce checkout (requires WooCommerce).
he_il: הוסף תיבת סימון מדיניות פרטיות לתהליך התשלום של WooCommerce (נדרש WooCommerce).

source: Primary color must be a valid hex color code (e.g., #0073aa).
he_il: צבע ראשי חייב להיות קוד צבע hex תקין (למשל, #0073aa).

source: Text color must be a valid hex color code (e.g., #333333).
he_il: צבע טקסט חייב להיות קוד צבע hex תקין (למשל, #333333).

source: Background color must be a valid hex color code (e.g., #ffffff).
he_il: צבע רקע חייב להיות קוד צבע hex תקין (למשל, #ffffff).

source: Global Form Integration
he_il: אינטגרציה גלובלית של טפסים

source: Add privacy policy checkbox to all forms on the website (contact forms, comment forms, etc.).
he_il: הוסף תיבת סימון מדיניות פרטיות לכל הטפסים באתר (טפסי יצירת קשר, טפסי תגובות וכו').

source: You must accept the privacy policy before posting a comment.
he_il: עליך לקבל את מדיניות הפרטיות לפני פרסום תגובה.
